Repository: GNOME/gnome-schedule
Catalog: po/*.po
Languages: uk

source: Scheduled tasks
uk: Заплановані завдання

source: Manage your system tasks
uk: Керування системними завданнями

source: Gnome schedule
uk: Планувальник для Gnome

source: Configures your scheduled tasks
uk: Налаштовує ваші заплановані завдання

source: System tools
uk: Засоби системи

source: Failed to create data dir! Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
uk: Не вдалося створити каталог даних! Переконайтеся, що можливий запис до ~/.gnome і ~/.gnome/gnome-schedule.

source: Failed to create data dir: %s. Make sure ~/.gnome and ~/.gnome/gnome-schedule are writable.
uk: Не вдалося створити каталог даних %s. Переконайтеся, що можливий запис до ~/.gnome і ~/.gnome/gnome-schedule.

source: Warning! Unknown task: %(preview)s
uk: Попередження! Невідоме завдання: %(preview)s

source: On %(timestring)s
uk: %(timestring)s

source: Once
uk: Один раз

source: Warning: a line in atq's output didn't parse:
uk: Попередження: не вдалося обробити рядок у виведених даних atq:

source: Untitled
uk: Без назви

source: Minute
uk: Хвилина

source: Hour
uk: Година

source: Day of Month
uk: День місяця

source: Month
uk: Місяць

source: Weekday
uk: День тижня

source: Basic
uk: Основне

source: This is not a valid special record: %(record)s
uk: Цей запис не є коректним спеціальним записом: %(record)s

source: Must be between %(min)s and %(max)s
uk: Має бути від %(min)s до %(max)s

source: %s is not a number
uk: %s не є числом

source: Recurrent
uk: Періодично

source: At reboot
uk: При перезавантаженні

source: minute
uk: щохвилини

source: hour
uk: щогодини

source: day
uk: щодня

source: month
uk: щомісяця

source: weekday
uk: кожен день тижня

source: Failed to parse the Day of Month field, possibly due to a bug in crontab.
uk: Не вдалося обробити поле «День місяця», ймовірно, через ваду у crontab.

source: Every minute
uk: Щохвилини

source: Every hour
uk: Щогодини

source: Every day
uk: Щодня

source: Every month
uk: Щомісяця

source: Every week
uk: Щотижня

source: Create a New Scheduled Task
uk: Створення запланованого завдання

source: Edit template
uk: Редагувати шаблон

source: New template
uk: Новий шаблон

source: Edit a Scheduled Task
uk: Правка запланованого завдання

source: This is an invalid record! The problem could be in the %(field)s field. Reason: %(reason)s
uk: Це некоректний запис! Проблема може полягати у полі %(field)s. Причина: %(reason)s

source: Your command contains one or more of the character %, this is special for cron and cannot be used with Gnome-schedule because of the format it uses to store extra information on the crontab line. Please use the | redirector character to achieve the same functionality. Refer to the crontab manual for more information about the % character. If you don not want to use it for redirection it must be properly escaped with the \ letter.
uk: Ваша команда містить один або декілька символів %. Цей символ є особливим для cron, його не можна використовувати у «Планувальнику для Gnome» через форма, який використовується для зберігання додаткових відомостей у рядку crontab. Будь ласка, скористайтеся символом переспрямування «|», щоб досягти тих самих результатів. Зверніться до підручника з crontab для отримання додаткових відомостей щодо символу «%». Якщо ви не хочете використовувати його для переспрямовування даних, його слід екранувати символом «\».

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory.
uk: Зауваження щодо робочого каталогу виконаних завдань: Рекурентні завдання будуть запускатися з домашнього каталогу.

source: _Don't show again
uk: _Більше не показувати

source: Warning: Working directory of executed tasks
uk: Попередження: робочий каталог виконаних завдань

source: Every weekday
uk: Кожного певного дня тижня

source: Edit minute
uk: Редагувати хвилини

source: Edit hour
uk: Редагувати години

source: Edit day
uk: Редагувати день

source: Edit month
uk: Редагувати місяць

source: Edit weekday
uk: Редагувати день тижня

source: This is invalid. Reason: %s
uk: Помилка. Причина: %s

source: At an exact minute
uk: О певній хвилині точно

source: Minute:
uk: Хвилини:

source: At an exact hour
uk: О певній годині точно

source: Hour:
uk: Години:

source: On a day
uk: У день

source: Day:
uk: День:

source: In a month
uk: У місяць

source: Month:
uk: Місяць:

source: On a weekday
uk: У день тижня

source: Weekday:
uk: День тижня:

source: In a step width
uk: Із кроком у

source: Minutes:
uk: Хвилини:

source: Hours:
uk: Години:

source: Days:
uk: Дні:

source: Months:
uk: Місяці:

source: Weekdays:
uk: Дні тижня:

source: _Manage tasks
uk: _Керування завданнями

source: _Add a task
uk: _Додати завдання

source: _Help
uk: _Довідка

source: A_bout
uk: _Про програму

source: Gnome Schedule: Export tasks
uk: Планувальник для Gnome: експортування завдань

source: Usage: %s [output file]
uk: Користування: %s [файл результатів]

source: No file means export to stdout.
uk: Якщо файл не визначено, дані буде експортовано до stdout.

source: File exists already.
uk: Файл вже існує.

source: Could not open file for writing: %s
uk: Не вдалося відкрити файл для запису: %s

source: Exporting crontab task: %s
uk: Експортуємо завдання crontab: %s

source: Exporting at task: %s
uk: Експортуємо до завдання: %s

source: Finished, exported: %d task total.
uk: Завершено, експортовано: загалом %d завдання.

source: Gnome Schedule: Import tasks
uk: Планувальник для Gnome: імпортування завдань

source: Usage: %s [input file]
uk: Користування: %s [вхідний файл]

source: No file means import from stdin.
uk: Якщо не визначено файла, імпортування буде здійснено з stdin.

source: File does not exist.
uk: Файл не існує.

source: Reading from stdin..
uk: Читаємо зі stdin…

source: Reading file: %s..
uk: Читаємо файл: %s…

source: Could not open file for reading: %s
uk: Не вдалося відкрити файл для читання: %s

source: Importing crontab task: %s
uk: Імпортуємо завдання crontab: %s

source: Importing at task: %s
uk: Імпортування до завдання: %s

source: Finished, imported: %d task total.
uk: Завершено, імпортовано: загалом %d завдання.

source: Choose template
uk: Виберіть шаблон

source: Create a new task from the selected template
uk: Створити завдання з вибраного шаблона

source: Manage templates
uk: Керування шаблонами

source: Create a new template
uk: Створити новий шаблон

source: Edit the selected template
uk: Редагувати позначений шаблон

source: Delete the selected template
uk: Вилучити позначений шаблон

source: Task description:
uk: Опис завдання:

source: X application
uk: X-програма

source: Execute at:
uk: Виконати:

source: Date:
uk: Дата:

source: Time:
uk: Час:

source: Task:
uk: Завдання:

source: Add as template
uk: Додати як шаблон

source: Edit a periodical task
uk: Редагувати періодичне завдання

source: Command:
uk: Команда:

source: Description:
uk: Опис:

source: <big>Time &amp; Date</big>
uk: <big>Час і дата</big>

source: Advanced
uk: Додатково

source: <big>Preview</big>
uk: <big>Перегляд</big>

source: Change User
uk: Змінити користувача

source: <b>Choose the user whose tasks you want to modify</b>
uk: <b>Виберіть користувача, чиє завдання треба змінити</b>

source: _User:
uk: _Користувач:

source: Add a Scheduled Task
uk: Додавання запланованого завдання

source: <b>Select the type of the scheduled task:</b>
uk: <b>Виберіть тип запланованого завдання:</b>

source: Time expression help
uk: Довідка з часового виразу

source: Expression:
uk: Вираз:

source: To:
uk: До:

source: From:
uk: Від:

source: Other
uk: Інше

source: See "man 5 crontab" for information about the crontab format.
uk: Див. «man 5 crontab», щоб отримати відомості щодо формату crontab.

source: Execution at a specific minute, hour, day, weekday or month.
uk: Виконання у вказану хвилину, годину, день, день тижня чи місяць.

source: In a range
uk: У діапазоні

source: Execution in a range.
uk: Виконання у часовому проміжку.

source: Execution at every minute, hour, day, weekday or month.
uk: Виконання кожну хвилину, годину, день, день тижня чи місяць.

source: Execution at a step width. For example every five minutes, hours, days, weekdays or months.
uk: Виконання з певним періодом. Наприклад кожні п'ять хвилин, годин, днів, днів тижня чи місяців.

source: Configure Scheduled Tasks
uk: Налаштовування запланованих завдань

source: Edit a scheduled task
uk: Правка запланованого завдання

source: Delete a scheduled task
uk: Видалити завдання

source: Run selected task
uk: Запустити вибране завдання

source: Run task
uk: Запустити завдання

source: Templates
uk: Шаблони

source: Change edit mode
uk: Змінити режим редагування

source: Choose the user whose tasks you want to modify
uk: Виберіть користувача, чиє завдання треба змінити

source: Show help
uk: Показати довідку

source: About Gnome-schedule
uk: Про «Планувальник для Gnome»

source: Scheduled and active tasks
uk: Заплановані та активні завдання

source: You need to install pyGTK or GTKv2, or set your PYTHONPATH correctly. try: export PYTHONPATH=
uk: Вам слід встановити pyGTK або GTKv2, або встановіть належним чином вашу змінну PYTHONPATH. Спробуйте: export PYTHONPATH=

source: %B %d
uk: %d %B

source: %B %d, %Y
uk: %d %B, %Y

source: At every full hour
uk: Кожну повну годину

source: At every minute
uk: Кожну хвилину

source: At minute %(minute)s of every hour
uk: О %(minute)s хвилині кожної години

source: At every minute between %(time_from)s and %(time_to)s
uk: Щохвилини між %(time_from)s та %(time_to)s

source: On every day at %(time)s
uk: Щодня о %(time)s

source: On day %(monthday)s of every month at every full hour
uk: У %(monthday)s день кожного місяця о кожній повній годині

source: On day %(monthday)s of every month at every minute
uk: У %(monthday)s день кожного місяця щохвилини

source: On day %(monthday)s of every month at minute %(minute)s of every hour
uk: У %(monthday)s день кожного місяця о %(minute)s хвилині кожної години

source: On day %(monthday)s of every month at every minute between %(time_from)s and %(time_to)s
uk: У %(monthday)s день кожного місяця щохвилини між %(time_from)s та %(time_to)s

source: On day %(monthday)s of every month at %(time)s
uk: У %(monthday)s день кожного місяця о %(time)s

source: On every day in %(month)s at every full hour
uk: Кожен день у %(month)s кожної повної години

source: On every day in %(month)s at every minute
uk: Кожен день у %(month)s щохвилини

source: On every day in %(month)s at minute %(minute)s of every hour
uk: Кожен день у %(month)s о %(minute)s хвилині кожної години

source: On every day in %(month)s at every minute between %(time_from)s and %(time_to)s
uk: Кожен день у %(month)s щохвилини між %(time_from)s та %(time_to)s

source: On every day in %(month)s at %(time)s
uk: Кожен день у %(month)s о %(time)s

source: Every year on %(date)s at every full hour
uk: Кожен рік у %(date)s кожної повної години

source: Every year on %(date)s at every minute
uk: Кожен рік у %(date)s щохвилини

source: Every year on %(date)s at minute %(minute)s of every hour
uk: Кожен рік у %(date)s о кожній %(minute)s хвилині кожної години

source: Every year on %(date)s at every minute between %(time_from)s and %(time_to)s
uk: Кожен рік у %(date)s щохвилини між %(time_from)s та %(time_to)s

source: Every year on %(date)s at %(time)s
uk: Кожен рік у %(date)s о %(time)s

source: On every weekday: %(weekday)s at every full hour
uk: Кожного дня тижня: %(weekday)s кожну повну годину

source: On every weekday: %(weekday)s at every minute
uk: Кожного дня тижня: %(weekday)s кожну хвилину

source: On every weekday: %(weekday)s at minute %(minute)s of every hour
uk: Кожного дня тижня: %(weekday)s у хвилину %(minute)s кожну годину

source: On every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
uk: Кожного дня тижня: %(weekday)s кожної хвилини від %(time_from)s до %(time_to)s

source: On every weekday: %(weekday)s at %(time)s
uk: Кожного дня тижня: %(weekday)s о %(time)s

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every full hour
uk: У %(monthday)s день кожного місяця і кожен день тижня: %(weekday)s о кожній повній годині

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute
uk: У %(monthday)s день кожного місяця і кожен день тижня: %(weekday)s кожної хвилини

source: On day %(monthday)s of every month and every weekday: %(weekday)s at minute %(minute)s of every hour
uk: У %(monthday)s день кожного місяця і кожен день тижня: %(weekday)s %(minute)s хвилини кожної години

source: On day %(monthday)s of every month and every weekday: %(weekday)s at every minute between %(time_from)s and %(time_to)s
uk: У %(monthday)s день кожного місяця і кожного дня тижня: %(weekday)s щохвилини між %(time_from)s та %(time_to)s

source: On day %(monthday)s of every month and every weekday: %(weekday)s at %(time)s
uk: У %(monthday)s день кожного місяця і кожен день тижня: %(weekday)s о %(time)s

source: On every weekday: %(weekday)s in %(month)s at every full hour
uk: Кожного дня тижня: %(weekday)s %(month)s кожну повну годину

source: On every weekday: %(weekday)s in %(month)s at every minute
uk: Кожного дня тижня: %(weekday)s %(month)s кожної хвилини

source: On every weekday: %(weekday)s in %(month)s at minute %(minute)s of every hour
uk: Кожного дня тижня: %(weekday)s %(month)s у %(minute)s хвилину кожної години

source: On every weekday: %(weekday)s in %(month)s at every minute between %(time_from)s and %(time_to)s
uk: Кожного дня тижня: %(weekday)s %(month)s кожної хвилини від %(time_from)s до %(time_to)s

source: On every weekday: %(weekday)s in %(month)s at %(time)s
uk: Кожного дня тижня: %(weekday)s %(month)s о %(time)s

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every full hour
uk: Кожного дня тижня: %(weekday)s %(month)s і %(date)s кожного року кожної повної години

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute
uk: Кожного дня тижня: %(weekday)s %(month)s і %(date)s кожного року кожної хвилини

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at minute %(minute)s of every hour
uk: Кожного дня тижня: %(weekday)s %(month)s і %(date)s кожного року у %(minute)s хвилину кожної години

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at every minute between %(time_from)s and %(time_to)s
uk: Кожного дня тижня: %(weekday)s %(month)s і %(date)s кожного року кожної хвилини від %(time_from)s до %(time_to)s

source: On every weekday: %(weekday)s in %(month)s and on %(date)s every year at %(time)s
uk: Кожного дня тижня: %(weekday)s %(month)s і %(date)s кожного року о %(time)s

source: every minute
uk: щохвилини

source: minute: %s
uk: хвилини: %s

source: every hour
uk: щогодини

source: hour: %s
uk: година: %s

source: every day of month
uk: кожного дня місяця

source: day of month: %s
uk: день місяця: %s

source: every month
uk: щомісяця

source: month: %s
uk: місяць: %s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s
uk: О %(minute)s, %(hour)s, %(monthday)s, %(month)s

source: weekday: %s
uk: день тижня: %s

source: At %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s
uk: О %(minute)s, %(hour)s, %(monthday)s, %(month)s, %(weekday)s

source: Default behaviour
uk: Типова поведінка

source: Suppress output
uk: Придушити виведення

source: X application: suppress output
uk: X-програма: придушити виведення

source: Recurrent task
uk: Повторюване завдання

source: One-time task
uk: Одноразове завдання

source: From template
uk: З шаблона

source: Add a new task
uk: Додати нове завдання

source: Editing user: %s
uk: Редагування користувача: %s

source: ERROR: Could not load icon
uk: ПОМИЛКА: не вдалося завантажити піктограму

source: ERROR: Could not load glade file
uk: ПОМИЛКА: не вдалося завантажити файл glade

source: Task
uk: Завдання

source: Description
uk: Опис

source: Date and Time
uk: Дата й час

source: Command preview
uk: Попередній перегляд команди

source: Please select a task
uk: Виберіть завдання

source: Do you want to delete this task?
uk: Хочете вилучити це завдання?

source: Are you sure you want to run this task now? This is used to preview the task and initiates a one-time run, this does not affect the normal scheduled run times.
uk: Ви справді хочете запустити це завдання зараз? Цей пункт використовується для попереднього перегляду завдання і започаткування одноразового запуску. Він не стосується звичайних запланованих часів запуску.

source: Are you sure you want to run this task?
uk: Ви справді хочете запустити це завдання?

source: Note about working directory of executed tasks: Recurrent tasks will be run from the home directory, one-time tasks from the directory where Gnome schedule was run from at the time of task creation (normally the home directory).
uk: Зауваження щодо робочого каталогу виконаних завдань: Повторювані завдання буде запущено з домашнього каталогу, одноразові завдання — з каталогу, з якого запущено «Планувальник для Gnome» на час створення запису завдання (зазвичай, з домашнього каталогу).

source: No default graphical terminal for GNOME could be found.
uk: Не вдалося знайти типовий графічний термінал для GNOME.

source: Please select a task!
uk: Будь ласка, виберіть завдання!

source: About Gnome Schedule
uk: Про «Планувальник для Gnome»

source: Gnome Schedule
uk: Планувальник для Gnome

source: Copyright (c) %(year)s %(name)s.
uk: © %(name)s, %(year)s.

source: translator-credits
uk: Максим Дзюманенко <mvd@mylinux.com.ua>

source: Could not display help
uk: Не вдалося показати довідку

source: ERROR: Could not load menu xml file
uk: ПОМИЛКА: не вдалося завантажити файл меню xml

source: No such user
uk: Немає такого користувача

source: A task that launches recurrently
uk: Завдання, яке запускається періодично

source: A task that launches one time
uk: Завдання, яке запускається один раз

source: A task from a predefined template
uk: Завдання з попередньо визначеного шаблона

source: Calendar
uk: Календар

source: In one or both of the fields hour and minute there was entered a letter, or a number out of range. Remember an hour only has 60 minutes and a day only 24 hours.
uk: Одному або обох полях години і хвилини введено якусь літеру або число поза припустимим діапазоном. Пам'ятайте, що у годині лише 60 хвилин, а день складається лише з 24 годин.

source: This is an invalid record! The problem could be: %s
uk: Неправильний запис! Можлива проблема: %s

source: Note about working directory of executed tasks: One-time tasks will be run from the directory where Gnome schedule is run from (normally the home directory).
uk: Зауваження щодо робочого каталогу виконаних завдань: Одноразові завдання буде запущено з каталогу, з якого запущено «Планувальник для Gnome» (зазвичай, з домашнього каталогу).

source: Title:
uk: Заголовок:

source: Run:
uk: Запустити:

source: Use template
uk: Скористатися шаблоном

source: One-time
uk: Одноразове

source: Could not open a connection to X!
uk: Не вдалося відкрити з'єднання з X!

source: Wrong number of arguments.
uk: Помилкова кількість аргументів.

source: Wrapper script for Gnome-schedule (http://gnome-schedule.sf.net) for applications to be run from crontab or at under X. Use through gnome-schedule.
uk: Скрипт-обгортка для «Планувальника для Gnome» (http://gnome-schedule.sf.net) для програм, які має бути запущено з crontab або у графічному сервері. Використовується за допомогою gnome-schedule.

source: Unknown type of job.
uk: Невідомий тип завдання.

source: Invalid job id.
uk: Некоректний ідентифікатор завдання.

source: Could not get job data, the task might have been created with an old version - try recreating the task.
uk: Не вдалося отримати дані завдання. Запис завдання, ймовірно, створено за допомогою застарілої версії — спробуйте створити завдання повторно.

source: Data file too old. Recreate task.
uk: Файл даних є надто старим. Повторно створіть завдання.

source: Launching %s..
uk: Запускаємо %s…

source: output<2: Why am I launched?
uk: output<2: Навіщо мене запущено?

source: len(display)<2: No proper DISPLAY variable
uk: len(display)<2: Немає належної змінної DISPLAY

source: I will never be displayed.
uk: Мене ніколи не буде показано.

source: xwrapper.py: completed
uk: xwrapper.py: завершено
